material/03-slumptvahandelser.tex
% Created 2017-12-13 Wed 10:10
% Intended LaTeX compiler: pdflatex
\documentclass[presentation]{beamer}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{minted}
\institute[]{Blekinge Tekniska Högskola}
\usepackage{tikz}
\usepackage[swedish, english]{babel}
\usetheme{Boadilla}
\author{Henrik Fredriksson}
\date{\today}
\title{MA1477 Matematisk modellering \newline Slumpförsök med två händelser}
\hypersetup{
 pdfauthor={Henrik Fredriksson},
 pdftitle={MA1477 Matematisk modellering \newline Slumpförsök med två händelser},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.3)}, 
 pdflang={English}}
\begin{document}

\maketitle


\begin{frame}[fragile,label={sec:org415e832}]{Slumpförsök med två händelser}
I ett slumpförsök med flera händelser så kan detta leda många frågeställningar.

\pause

Betrakta slumpförsöket med kast med två tärningar så vi t.ex
att

\(A\) är händelsen "summan av tärningarna är minst 10" och \(B\) är
händelsen "ingen av tärningarna är en sexa".

\begin{itemize}
\item Vad är sannolikheten att båda \(A\) och \(B\) inträffar?
\item Vad är sannolikheten att bara \(A\) inträffar?
\item Vad är sannolikheten exakt en händelserna \(A\) och \(B\) inträffar?
\end{itemize}

\pause
\end{frame}

\begin{frame}[fragile,label={sec:org3e66102}]{Sannolikhetslärans additionssats}
Om \(A\) och \(B\) är två händelser som kan inträffa vid är slumpförsök så
är sannolikheten att minst en av händelserna inträffar
\[
\Pr(A \cup B) = \Pr{(A)} + \Pr{(B)} - \Pr(A\cap B)
\]

I summan \(\Pr{(A)} + \Pr{(B)}\) så har sannolikheten för utfallet
\(A\cap B\) räknats två gånger, därför måste vi subtrahera \(\Pr(A\cap
B)\).
\end{frame}

\begin{frame}[fragile,label={sec:org450b92e}]{Exempel}
Antag att vi kastar en blå tärning och en grön tärning och vi studerar
sannoliketen för händelsen \(A\cup B\), där \(A\) händelsen är "blå
tärning är en femma" och \(B\) är händelsen "grön tärning är en sexa"



Vi har att
\[
\Pr(A\cup B) = \Pr{(A)} + \Pr{(B)} - \Pr(A\cap B) = \frac{1}{6} +
\frac{1}{6} - \frac{1}{36} = \frac{11}{36}.
\]

Sannolikheten för att \(A\) eller \(B\) inträffar är alltså ca \(31\%\)
\end{frame}


\begin{frame}[fragile,label={sec:org88bde73}]{Exempel (fortsättning)}
Med komplementregeln så kan vi beräkna \(\Pr(A\cup B)\) enligt
\[
\Pr(A\cup B) = 1 - \Pr(\bar{A} \cap \bar{B})
\]

eller i ord Pr(minst en händelse) = 1 - Pr(ingen händelse)
\end{frame}
\end{document}